Tekla.Structures.ModelInternal.dotModStamp_t.ActionEnum
Action to be performed by ExportGetSetModstamp

Tekla.Structures.ModelInternal.dotModStamp_t.ActionEnum.WRITE
Write ModStamp into Core from .NET

Tekla.Structures.ModelInternal.dotModStamp_t.ActionEnum.READ
Read ModStamp from Core into .NET